let questions = {
    '0': 'У вас бывает туман в голове, хроническая усталость и утомляемость?',
    '1': 'У вас бывает слизь в горле или носоглотке?',
    '2': 'У вас бывает белый налет на языке, особенно у корня по утрам?',
    '3': 'У вас бывает периодическое жжение, зуд или выделения из влагалища?',
    '4': 'У вас бывает периодический кашель, бронхит, тонзиллит?',
    '5': 'Вам свойственна хроническая заложенность носа, зуд в носу, ринит, синусит?',
    '6': 'У вас часто случаются простуды?',
    '7': 'Вы наблюдаете у себя покраснения и шелушения кожи, экзему или акне?',
    '8': 'У вас часто бывают вздутия и газообразование?',
    '9': 'Вы наблюдаете у себя ушные инфекции, грибок стопы или перхоть?',
    '10': 'У вас сильная тяга к сладкому и мучному?',
    '11': 'Вам свойственна депрессия или чрезмерная тревожность?',
    '12': 'Принимали ли Вы за последние 3 года антибиотики для лечения мочеполовых и других инфекций?',
    '13': 'Вы наблюдаете у себя плохое и медленное усвоение минералов (например, железа) при дополнительном приеме?'
};
let badResult = "У вас наблюдаются выраженные признаки кандидоза. Пожалуйста, ознакомьтесь с разделом Анализы на кандидоз.";
let goodResult = "Маловероятно, что у вас кандидоз. Если вы хотите подтвердить это лабораторно, ознакомьтесь с рекомендуемыми анализами.";