let questions = {
    '0': 'Вы наблюдаете у себя чрезмерное выпадение волос?',
    '1': 'У вас тонкие, слояшиеся ногти, есть заусенцы или пятна?',
    '2': 'У вас слабые, неразвитые мышцы, которые плохо реагируют на физические нагрузки?',
    '3': 'У вас есть признаки преждевременного старения, морщины, дряблость кожи?',
    '4': 'Вы наблюдаете у себя медленное заживление ран и порезов?',
    '5': 'Есть ли у вас анемия?',
    '6': 'Есть ли у вас проблемы с щитовидной железой?',
    '7': 'Вы испытываете тяжесть в желудке после белковой пищи?',
    '8': 'У вас бывает отрыжка после приема пищи?'
};
let badResult = "У вас наблюдаются выраженные признаки дефицита белка. Пожалуйста, ознакомьтесь с разделом Анализы на дефицит белка.";
let goodResult = "Маловероятно, что у вас дефицит белка. Если вы хотите подтвердить это лабораторно, ознакомьтесь с рекомендуемыми анализами.";