let tests = [
    {
        testName: 'Анемия',
        testHref: 'tests/anemia/anemia.html',
        testSrc:'anemia.js',
        testScore: 'anemia_score.js',
        testDescription: 'По статистике, недостаток железа имеется у каждого шестого жителя нашей планеты. Несмотря на такую широкую распространенность, состояние по-прежнему недостаточно хорошо диагностируется и несвоевременно лечится. Последствия анемии носят скрытый, но разрушительный характер, незаметно влияя на ВСЕ системы организма. При анемии из-за снижения уровня эритроцитов и гемоглобина крови происходит снижение насыщения клеток и тканей кислородом, они испытывают кислородное голодание. При недостатке железа происходит снижение мотивации, либидо и потенции. Дефицит железа - это иммунодефицит, при котором часто возникают простудные заболевания и грибковые инфекции.',
        testImg: "assets/pics/anemia_test.jpg"
    },
    {
        testName: 'Гипотиреоз',
        testHref: 'tests/gipo/gipo.html',
        testSrc: 'gipo.js',
        testScore: 'gipo_score.js',
        testDescription: 'Гипотиреоз - это не отдельное заболевание, а синдром, то есть, состояние, которое может развиваться при разных заболеваниях щитовидной железы. Суть его в том, что щитовидная железа не справляется со своей задачей по выработке гормонов. В 8–10 раз чаще гипотиреоз обнаруживается у женщин, чем у мужчин. Коварство гипотиреоза состоит в том, что он маскируется под самые распространенные недуги.',
        testImg: "assets/pics/gipo_test.jpg"
    },
    {
        testName: 'Инсулин',
        testHref: 'tests/insulin/insulin.html',
        testSrc: 'insulin.js',
        testScore: 'insulin_score.js',
        testDescription: 'Инсулинорезистентность - это патологическое состояние, которое лежит в основе не только сахарного диабета 2 типа, но и заболеваний сердца, печени, почек и других органов. При избыточном потреблении сахара, регулярном переедании, частых приемах пищи (дробное питание!) мы имеем слишком высокий уровень сахара в крови и непомерно высокий уровень инсулина. Рано или поздно клетки перестают реагировать на непрерывное раздражение и теряют чувствительность к инсулину - они просто не открываются, наступает инсулинорезистентность. К счастью, инсулинорезистентность – процесс обратимый, причем в любом возрасте.',
        testImg: "assets/pics/insulin_test.png"
    },
    {
        testName: 'Кандидоз',
        testHref: 'tests/candida/candida.html',
        testSrc: 'candida.js',
        testScore: 'candida_score.js',
        testDescription: 'Кандида - это дрожжеподобный грибок, который всегда живет, как на поверхности, так и внутри тела. Сильный иммунитет не позволяет кандиде чрезмерно размножаться. Прием антибиотиков, оральных контрацептивов, лекарств, злоупотребление сладким, мучным и жареным, недостаток сна, стресс и даже беременность - все это может спровоцировать рост кандиды. В таком состоянии кандида приносит организму массу проблем.',
        testImg: "assets/pics/candida_test.png"
    },
    {
        testName: 'Белок',
        testHref: 'tests/belok/belok.html',
        testSrc: 'belok.js',
        testScore: 'belok_score.js',
        testDescription: 'Белок - основа нашей жизни. Из него состоят наши ткани, без него невозможны биохимические реакции в организме. Сколько белка вы сегодня съели? А вы уверены, что смогли его усвоить?',
        testImg: "assets/pics/belok_test.jpg"
    },
    {
        testName: 'Магний',
        testHref: 'tests/magnesium/magnesium.html',
        testSrc: 'magnesium.js',
        testScore: 'magnesium_score.js',
        testDescription: 'Магний участвует в более чем в 300 метаболических процессах в организме, в том числе синтезе белков и детоксикации. Магний крайне необходим для бесперебойного функционирования нервной, сердечно-сосудистой, иммунной и костно-мышечной систем. Огромную роль играет магний в гормональном балансе. О дефиците магния мало кто знает, но имеет его почти каждый.',
        testImg: "assets/pics/magnesium_test.jpg"
    },
    {
        testName: 'СИБР',
        testHref: 'tests/sibo/sibo.html',
        testSrc: 'sibo.js',
        testScore: 'sibo_score.js',
        testDescription: 'В желудочно-кишечном тракте человека в норме проживают от 300 до 500 различных видов бактерий. Микробный пейзаж значительно различается в разных отделах кишечника - основная часть микроорганизмов концентрируется в конце ЖКТ - в толстой кишке. Если по ряду причин равновесие нарушается, то микрофлора избыточно заселяет верхний отдел ЖКТ - тонкий кишечник. Такое состояние синдрома избыточного бактериального роста патологично.',
        testImg: "assets/pics/sibo_test.jpg"
    }
];