let questions = {
    '0': 'У вас наблюдается бледность кожных покровов?',
    '1': 'Вам свойственна мерзлявость, вечно холодные руки и ноги?',
    '2': 'У вас бывает апатия, туман в голове, сонливость?',
    '3': 'Вам свойственна низкая выносливость, слабость мышц?',
    '4': 'У вас повышенная склонность к инфекциям (ОРВИ, молочница, герпес, ангина)?',
    '5': 'Посмотрите на свои ногти. Есть поперечная исчерченность, вогнутость ногтей, отсутствие лунок?',
    '6': 'У вас бывают заеды в уголках рта, язвы во рту и на языке?',
    '7': 'У вас пониженное давление?',
    '8': 'У вас бывает учащенное сердцебиение в покое?',
    '9': 'Вы наблюдаете у себя изменение обоняния (пристрастие к запахам лака, красок, ацетона и проч.)?',
    '10': 'Вы наблюдаете у себя изменение  вкуса (пристрастие к мелу, глине, сырым продуктам и проч.)?',
    '11': 'Вы замечаете у себя ухудшение памяти?',
    '12': 'Вам свойственна реакция на изменение погоды?',
    '13': 'У вас бывает нехватка воздуха в душных помещениях?',
    '14': 'Вы наблюдаете у себя нарушение когнитивных функций и психические расстройства?',
    '15': 'Вам свойственна повышенная нервозность и раздражение?',
    '16': 'Вам свойственна слабость и утомляемость, вялость с утра, даже после полноценного сна?',
    '17': 'У вас бывает головокружение или головные боли?',
    '18': 'У вас бывает одышка?',
    '19': 'Вы наблюдаете у себя онемение и боли в конечностях?',
    '20': 'Вы наблюдаете у себя чрезмерное выпадение волос?'
};
let badResult = "У вас наблюдаются выраженные признаки анемии. Пожалуйста, ознакомьтесь с разделом Анализы на анемию.";
let goodResult = "Маловероятно, что у вас анемия. Если вы хотите подтвердить это лабораторно, ознакомьтесь с рекомендуемыми анализами.";
