let questions = {
    '0': 'Вы наблюдаете у себя постоянное навязчивое чувство голода, или голод появляется меньше, чем через 3 часа после приема пищи?',
    '1': 'У вас есть лишний вес, особенно в районе живота и груди?',
    '2': 'Вы не можете сбросить вес даже при соблюдении диеты?',
    '3': 'У вас обхват талии больше 80 см (для женщин), 94 см (для мужчин)?',
    '4': 'Вы испытываете сонливость после еды?',
    '5': 'Есть ли у вас сильная тяга к сладкому?',
    '6': 'Вы наблюдаете у себя папилломы и красные точки (особенно в районе груди и шеи)?',
    '7': 'Вам свойственна отечность?',
    '8': 'У вас бывает постоянная жажда?',
    '9': 'Есть ли у вас пигментация (особенно вокруг глаз, локтей, коленей, шеи)?',
    '10': 'Вы наблюдаете у себя гирсутизм (волоски над верхней губой у женщин)?',
    '11': 'У вас есть акне?',
    '12': 'У вас есть диагноз Синдром поликистозных яичников или отсутствие овуляции?',
    '13': 'Вам бывает сложно сконцетрировать внимание?'
};
let goodResult = "Маловероятно, что у вас инсулино резистентность. Если вы хотите подтвердить это лабораторно, ознакомьтесь с рекомендуемыми анализами.";
let badResult = "У вас наблюдаются выраженные признаки инсулино резистентности. Пожалуйста, ознакомьтесь с разделом Анализы на инсулин.";