let questions = {
    '0': 'Вам свойственна тревожность и раздражение?',
    '1': 'У вас бывает головокружение и потеря равновесия без особых причин?',
    '2': 'У вас бывает нервный тик?',
    '3': 'Вы испытываете мышечные судороги и боли?',
    '4': 'Вы испытываете покалывание в конечностях?',
    '5': 'Вы наблюдаете у себя Синдром беспокойных ног?',
    '6': 'Вы часто испытываете стресс?',
    '7': 'У вас частые головные боли?',
    '8': 'У вас наблюдается ПМС?',
    '9': 'Вы легко пугаетесь и вздрагиваете от резких звуков и движений?',
    '10': 'У вас непереносимость физических нагрузок?',
    '11': 'Вы испытываете тягу к шоколаду?'
};
let goodResult = "Маловероятно, что у вас дефицит магния. Если вы хотите подтвердить это лабораторно, ознакомьтесь с рекомендуемыми анализами.";
let badResult = "У вас наблюдаются выраженные признаки дефицита магния. Пожалуйста, ознакомьтесь с разделом Анализы на дефицита магния.";
