let questions = {
    '0': 'Вы наблюдаете у себя урчание в животе?',
    '1': 'У вас бывает вздутие и газообразование (особенно по вечерам)?',
    '2': 'Вам свойственны частые запоры или диарея?',
    '3': 'Вы часто испытываете боли в животе?',
    '4': 'У вас есть неприятный запах изо рта?',
    '5': 'Вы наблюдаете у себя нарушение усвоения питательных веществ, например, при дополнительном приеме витаминов и минералов, показатели не поднимаются?',
    '6': 'Вам свойственна повышенная реактивность пищеварения после употребления фруктов или продуктов ферментации?'
};
let goodResult = "Маловероятно, что у вас СИБР. Если вы хотите подтвердить это лабораторно, ознакомьтесь с рекомендуемыми анализами.";
let badResult = "У вас наблюдаются выраженные признаки СИБРа. Пожалуйста, ознакомьтесь с разделом Анализы на СИБР.";